from .. import *


@sbb_b.ar_cmd(pattern="الاوامر")
async def hi(event):
    await event.reply(
        "**[ . ᯏ ᥱᧁꪗƚᏂ᥆ꪀ ᥴ꧑ძ ᭡ .](t.me/egython_vr)\n✦┅━╍━╍╍━━╍━━╍━┅✦**\n\n**- مرحبا بك عزيز المستخدم هذه هي قائمة اوامر السورس **\n\n♛  اوامر الادمن ↢ ( `.الامر1` )\n♛  اوامر المجموعه ↢ ( `.الامر2` )\n♛  اوامر الترحيب ↢ ( `.م3` )\n♛  اوامر الردود ↢ ( `.م4` )\n♛  اوامر الترفيه ↢ ( `.م5` )\n♛  اوامر حماية الخاص ↢ ( `.م6` )\n♛  اوامر الاذاعه و الكشف ↢ ( `.م7` )\n♛  اوامر البوت ↢ ( `.م8` )\n♛  اوامر المنع والترجمه ↢ ( `.م9` )\n♛  اوامر التلكراف و النطق ↢ ( `.م10` )\n♛  اوامر التحميل ↢ ( `.م11` )\n♛  اوامر التكرار ↢ ( `.م12` )\n♛  اوامر الانتحال والتقليد ↢ ( `.م13` )\n♛  اوامر الوقتي ↢ ( `.م14` ) \n♛  اوامر الذاتيه والاضافه ↢ ( `.م15` )\n♛  اوامر البروفايل ↢ ( `.م16` )\n♛  اوامر الأكسترا ↢ ( `.م17` )\n♛  اوامر التاك و الملفات ↢ ( `.م18` )\n♛  اوامر الفارات ↢ ( `.م19` )\n♛  اوامر التسلية ↢ ( `.م20` )\n\n♛  اݪمـٰطُوُࢪ ↢ @VR_NJ",
        link_preview=False,
    )
    await event.delete()


@sbb_b.ar_cmd(pattern="الامر1")
async def hi(event):
    await event.reply(
        "**  ⦑  اوامر الادمن 1  ⦒  :**\n\n———————×———————\n الأمر  ⦙  ( .كتم + الرد ع الشخص )\nالشرح  ⦙ يكتم الشخص من الخاص او الكروبات فقط اذا كانت عندك صلاحيه حذف رسائل\nالأمر  ⦙  ( . الغاء كتم + الرد ع الشخص )\nالشرح  ⦙ يجلب لك جميع معرفات المشرفين في الكروب\n ———————×———————\n الأمر  ⦙  ( .حظر + الرد ع الشخص )\nلحظر الشخص في مجموعه بالرد عليه\nالأمر  ⦙  ( . الغاء الحظر + الرد ع الشخص )\nلالغاء حظر الشخص من المجموعه بالرد عليه\n———————×———————\nالأمر  ⦙  ( .تثبيت + الرد ع الرساله )\nبالرد على الرسالة لتثبيتها في المجموعة\nالأمر  ⦙  ( .الغاء التثبيت + الرد ع الرساله )\n لألغاء تثبيت الرسالة في المجموعة \n———————×———————\nالأمر  ⦙  ( .رفع مشرف + لقب )\nبالرد ؏ المستخدم لرفعه مشرف يمكنك وضع لقب\nالأمر  ⦙  ( .تنزيل مشرف + الرد ع الشخص )\n بالرد ؏ المستخدم لتنزيله من المشرفين\n———————×———————\nالأمر  ⦙  ( .ارفع + الرد ع الشخص )\nبالرد ؏ المستخدم لرفعه مشرف في جميع المجموعات\nالأمر  ⦙  ( .نزل + الرد ع الشخص )\n ———————×———————\nالأمر  ⦙  ( .الاحدث )\nفقط ارسل الامر لعرض اخر احداث المجموعه\nالأمر  ⦙  ( .حذف المحظورين )\nلالغاء جميع المحظورين في المجموعه فقط اكتب الامر\n———————×———————\nالأمر  ⦙  ( .المحذوفين )\nلعرض الحسابات المحذوفة في المجموعه فقط اكتب الامر\nالأمر  ⦙  ( .تفليش )\nلحظر جميع المستخدمين من المجموعه فقط اكتب الامر\n ———————×———————\nالأمر  ⦙  ( .تنزيل الكل )\nلتنزيل جميع المشرفين من المجموعه فقط ارسل الامر في المجموعه\nالأمر  ⦙  ( .المحظورين )\nلعرض المستخدمين المحظورين في المجموعه اكتب الامر فقط\n———————×———————\nالأمر  ⦙  ( .تحذير )\nلحذف تحذيرات المستخدم بالرد عليه او وضع معرفه مع الامر\nالأمر  ⦙  ( .حذف التحذيرات )\nلحذف تحذيرات المستخدم بالرد عليه او وضع معرفه مع الامر\nالأمر  ⦙  ( .التحذيرات )\nبالرد على المستخدم لعرض عدد تحذيراته\n———————×———————"
    )
    await event.delete()


@sbb_b.ar_cmd(pattern="الامر2")
async def hi(event):
    await event.reply(
        "**  ⦑ اوامر المجموعه ⦒  : **\n\n———————×———————\nالأمر ⦙  ( .المشرفين )\nالشرح  ⦙ يجلب اليك جميع المشرفين\nالأمر ⦙  ( .البوتات )\nالشرح  ⦙ يجلب الك جميع بوتات في المجموعه او قناه\n———————×———————\nالأمر ⦙  ( .الاعضاء )\nفقط اكتب الامر في المجموعه لعرض أعضاء الدردشة\nالأمر ⦙  ( .معلومات )\nلعرض معلومات المجموعه اكتبه الامر في المجموعة\n———————×———————"
    )
    await event.delete()


@sbb_b.ar_cmd(pattern="م3")
async def hi(event):
    await event.reply(
        "**  ⦑ اوامر الترحيب ⦒  :**\n\n———————×———————\nالأمر  ⦙  ( .ترحيب + الرساله )\nالشرح  ⦙ يضيف ترحيب في الكروب اي شخص ينضم راح يرحب بي\nالأمر  ⦙   ( .الترحيب )\nالشرح  ⦙ لعرض رساله الترحيب الحاليه اكتب الامر فقط\nالأمر  ⦙   ( .حذف الترحيب )\nالشرح  ⦙ لالغاء الترحيب في المستخدمين فقط اكتب الامر\n———————×———————",
        link_preview=False,
    )
    await event.delete()


@sbb_b.ar_cmd(pattern="م4")
async def hi(event):
    await event.reply(
        "**  ⦑  اوامر الردود  ⦒  :**\n\n———————×———————\nالأمر ⦙  ( .رد + الكلمه + ريبلاي علي الرد )\nالشرح  ⦙ مثلاً تدز رساله هلو تسوي عليها رد بهلوات\nالأمر ⦙  ( .حذف الردود )\nالشرح  ⦙ فقط اكتب الامر في الدردشه لحذف جميع الردود المضافه\n———————×———————\nالأمر ⦙  ( .الردود )\nالشرح  ⦙ يجلب لك جميع الردود الذي قمت بأضافتها\nالأمر ⦙  ( .ايقاف )\nالشرح  ⦙ اكتب الامر مع الرد لحذف الرد من الدردشه\n———————×———————",
        link_preview=False,
    )
    await event.delete()


@sbb_b.ar_cmd(pattern="م5")
async def hi(event):
    await event.reply(
        "**  ⦑   اوامر الترفيه   ⦒  :**\n\n———————×———————\nالشرح  ⦙    نسبة وهميه - الأوامر :\nالأمر  ⦙ ( .نسبة الحب + الرد ع الشخص )\nالأمر  ⦙ ( .نسبة الانوثة + الرد ع الشخص )\nالأمر  ⦙ ( .نسبة الرجولة + الرد ع الشخص )\nالأمر  ⦙ ( .نسبة الغباء + الرد ع الشخص )\nالأمر  ⦙ ( .نسبة المثلية + الرد ع الشخص )\n———————×———————\nالشرح  ⦙  رفع وهمي - الأوامر\nالأمر  ⦙ ( .رفع مطي + الرد ع الشخص )\nالأمر  ⦙ ( .رفع كلب + الرد ع الشخص )\nالأمر  ⦙ ( .رفع حيوان + الرد ع الشخص )\nالأمر  ⦙ ( .رفع زاحف + الرد ع الشخص )\nالأمر  ⦙ ( .رفع مرتي + الرد ع الشخص )\nالأمر  ⦙ ( .رفع زوجي + الرد ع الشخص )\nالأمر  ⦙ ( .رفع تاج + الرد ع الشخص )\nالأمر  ⦙ ( .رفع بكلبي + الرد ع الشخص )\nالأمر  ⦙ ( .رفع بزون + الرد ع الشخص )\nالأمر  ⦙ ( .رفع قرد + الرد ع الشخص )\n———————×———————\nالأمر  ⦙ ( .كت )\nالشرح ⦙ لعبه اسأله كت تويت عشوائيه\n———————×———————\nالأمر ⦙ ( .اوصف )\nالأمر  ⦙ ( .هينه )\nالأمر  ⦙ ( .نزوج )\nالأمر  ⦙ ( .طلاك )\n———————×———————"
    )
    await event.delete()


@sbb_b.ar_cmd(pattern="م6")
async def hi(event):
    await event.reply(
        "**  ⦑  اوامـر حمايه  ⦒ : **\n\n———————×———————\nالأمر︙( .الحماية تشغيل )\nشرح︙ يقوم بتشغيل رساله الحمايه اي شخص يراسلك سوف يقوم بتنبيه\nالأمر︙( .الحماية تعطيل )\nشرح︙يقوم بتعطيل رساله الحماية الخاص\n———————×———————\nالأمر︙( .سماح او .س )\nشرح︙ يقوم بقبول الشخص للأرسال اليك\nالأمر︙( .المسموح لهم )\nشرح︙عرض قائمة المقبولين\nالأمر︙( .رفض او .ر )\nشرح︙الغاء قبول الشخص من الارسال\n———————×———————\nالأمر︙( .بلوك )\nشرح︙حظر الشخص\nالأمر︙( .انبلوك )\nشرح︙الغاء الحظر عن الشخص\n———————×———————",
        link_preview=False,
    )
    await event.delete()


@sbb_b.ar_cmd(pattern="م7")
async def hi(event):
    await event.reply(
        "**  ⦑  اوامـر الكشف والاذاعه  ⦒ : **\n\n———————×———————\nالأمر︙( .ايدي + الرد ع الشخص )\nشرح︙سيعطيك معلومات الشخص\nالأمر︙( .كشف + الرد ع الشخص )\nشرح︙بالرد على المستخدم لعرض معلومات معينه عنه\n———————×———————\nالأمر︙( .للخاص )\nشرح︙اكتب الامر بالرد على رساله او اي ميديا ليقوم بارساله لجميع المحادثات في الخاص\nالأمر︙( .للكروبات )\nشرح︙بالرد على نص او اي ميديا ليقوم بنشره في جمبع المجموعات\n———————×———————",
        link_preview=False,
    )
    await event.delete()


@sbb_b.ar_cmd(pattern="م8")
async def hi(event):
    await event.reply(
        "**  ⦑  اوامـر البوت  ⦒ : **\n\n———————×———————\nالأمر ⦙ ( .فحص )\nالشرح  : يضهر لك معلومات السورس ومدة تنصيبك او امر .سورس ❝\nالأمر ⦙ ( .بنك )\nشرح︙يقيس سرعه استجابه\n———————×———————\nالأمر ⦙ ( .الانترنت نص )\nالأمر ⦙ ( .الانترنت صورة )\nشرح︙يستخدم الامر لقياس سرعه البوت\n———————×———————\nالأمر︙( .اعادة تشغيل )\nشرح︙امر لأعاده التشغيل وتحديث ملفات السورس وتسريع التليثون\nالأمر︙( .الاشعارات + تشغيل/تعطيل )\nشرح︙لتشغيل او تعطيل الاشعارات عند تحديث او تحديث السورس\n———————×———————"
    )
    await event.delete()


@sbb_b.ar_cmd(pattern="م9")
async def hi(event):
    await event.reply(
        "**  ⦑ اوامـر المنع والترجمه ⦒ : **\n\n———————×———————\nالأمر ⦙ ( .منع )\nالشرح  : اكتب الامر مع الكلمه لمنع ارساله في المجموعه او اي دردشه\nالأمر ⦙ ( .قائمة المنع )\nشرح︙اكتب الامر لعرض قائمه الكلمات التي منعتها في الدردشة\nالأمر ⦙ ( .الغاء منع )\nشرح︙اكتب الامر مع الكلمه لالغاء منعها من الدردشه\n———————×———————\nالأمر ⦙ ( .ترجمة )\nشرح︙يستخدم الامر لترجمه الكلمات اكتب الامر مع كود اللغه بالرد غلى النص لترجمته\n\n⌔∮ اكواد اللغات للترجمه  [اضغط هنا](https://telegra.ph/اكواد-اللغه-للترجمه-04-24)"
    )
    await event.delete()


@sbb_b.ar_cmd(pattern="م10")
async def hi(event):
    await event.reply(
        "**  ⦑ اوامـر التلكراف والنطق ⦒ : **\n\n———————×———————\nالأمر ⦙ ( .انطق + الرد ع الكلام )\nالشرح  : بالرد على الكلام لتسجيله ببصمه و ارساله لك\nالأمر ⦙ ( .تلكراف ميديا + الرد ع الميديا )\nشرح︙بالرد على الميديا لصنع رابط تلكراف منها\nالأمر ⦙ ( .تلكراف نص + الرد ع النص )\nشرح︙بالرد على النص لعمل رابط تلكراف\n———————×———————"
    )
    await event.delete()


@sbb_b.ar_cmd(pattern="م11")
async def hi(event):
    await event.reply(
        "قائمـه اوامر التحميل :\n\n ◂  `.تحميل فيديو`\n❃ بالرد على رابط من يوتيوب او اي موقع ثاني لتحميل الفيديو وارساله لك\n\n ◂  `.تحميل صوتي`\n❃ اكتب الامر بالرد على الرابط من اليوتيوب لتكميل مقطع الصوتي و ارساله لك\n\n ◂  `.انستا`\n❃ اكتب الامر بالرد على الرابط التحميل من الانستا \n\n ◂  `.بينترست`\n❃ بالرد على رابط من بينتسرت للتحميل لك\n\n ◂  `.صور`\n❃ اكتب الامر مع عنوان للبحث عنه وارسال لك الصور،  اذا بحثت عن اباحي سيتم تعطيل حسابك"
    )
    await event.delete()


@sbb_b.ar_cmd(pattern="م12")
async def hi(event):
    await event.reply(
        "** قائـمه اوامر التكرار**:\n\n◂ `.كرر`\n❃ اكتب الامر مع عدد التكرار بالرد ؏ النص او او صورة ملصق ليقوم بتكراره مع العدد الذي وضعته\n\n ◂  `.تكرار الملصق` \n❃ بالرد على الملصق ليقوم باستخراج جميع ملصقات الحزمه وارسالها في الدردشة\n\n ◂ `.مكرر`\n❃ اكتب الامر مع وقت بالثواني و مع عدد التكرار وبالرد على صورة او نص  (  تكرار وقتي  )\n\n ◂  `.التكرار`\n❃ بالرد على الرسالة بالامر فقط سيقوم بعمل تكرار سريع ويصل عدده الى 10 الاف تكرار  ! \n\n** تنبيه اوامر التكرار قد تؤدي الى حظر حسابك على التلي اذا استخدمتها بشكل غير صحيح**"
    )
    await event.delete()


@sbb_b.ar_cmd(pattern="م13")
async def hi(event):
    await event.reply(
        "** قائـمه اوامر الأنتحال و التقليد :**\n\n ◂  `.انتحال`\n❃ بالرد على المستخدم لأنتحال حسابه  من اسم وصورة وبايو  . \n\n ◂  `.اعادة`\n❃ لأعادة حسابك الى وضعه السابق  .\n\n ◂ `.تقليد`\n❃ بالرد على الشخص لتقليد جميع رسائله في الدردشه \n\n ◂ `.الغاء تقليد`\n❃ بالرد على الشخص لايقاف التقليد\n\n ◂ `.المقلدهم `\n❃ لاظهار قائمه الاشخاص الذي فعلت عليهم امر التقليد ولمسحهم ارسل  `.حذف المقلدهم`"
    )
    await event.delete()


@sbb_b.ar_cmd(pattern="م14")
async def hi(event):
    await event.reply(
        "قائـمه اوامر الوقتي:**\n\n◂ `.اسم وقتي`\n❃ بكتابة الامر لاضافة اسم وقتي حسب منطقة التي وضعتها \n\n ◂ `.انهاء اسم وقتي`\n❃ لانهاء الاسم الوقتي و ارجاع الاسم الطبيعي .\n\n ◂ `.بايو وقتي`\n❃ بكتابة الامر لاضافة ساعه يتحرك مع النبذة الخاصة بك  \n\n ◂ `.انهاء بايو وقتي`\n❃ لانهاء البايو الوقتي و ارجاع البايو الطبيعي\n\n ◂  `.الصورة الوقتية`\n❃ لبدء تشغيل وقت على الصورة الخاصة بحسابك\n\n ◂  `.انهاء الصورة الوقتية`\n❃ لألغاء امر الصورة الوقتية"
    )
    await event.delete()


@sbb_b.ar_cmd(pattern="م15")
async def hi(event):
    await event.reply(
        "اوامر جلب الذاتية وامر الاضافة**:\n\n ◂  `.ضيف`\n❃ اكتب الامر مع رابط مجموعه التي تريد سحب اعضائها وارسل الامر في مجموعتك لسحبهم الى مجموعتك\n\n ◂ `.جلب الصورة`  او  `.ذاتية`\n❃ بالرد على صورة او فيديو ذاتية التدمير لحفظها وارسالها في الرسائل المحفوظة بسرية تامة الامر لايجيثون حصريا!"
    )
    await event.delete()


@sbb_b.ar_cmd(pattern="م16")
async def hi(event):
    await event.reply(
        "قائـمه اوامر البروفايل: \n\n ◂  `.تغيير اسم`\n❃ لتغيير اسم حسابك اكتب الاسم مع الامر\n\n ◂  `.تغيير بايو`\n❃ لتغيير بايو حسابك اكتب البايو مع الامر \n\n ◂  `.تغيير صورة`\n❃ لتغيير صورة حسابك بالرد على الصورة بالامر\n\n ◂  `.تغيير معرف`\n❃ لتغيير معرف حسابك اكتب المعرف مع الامر\n\n ◂  `.ازاله الصورة`\n❃ اكبت الامر لحذف صورة حسابك\n\n ◂  `.معرفاتي`\n❃ لعرض معرفات حسابك التي صنعتها\n\n ◂  `.حسابي`\n❃ لعرض معلومات و احصائيات حسابك"
    )
    await event.delete()


@sbb_b.ar_cmd(pattern="م17")
async def hi(event):
    await event.reply(
        "قائـمه اوامر الأكسترا: \n\n ◂  `.الرابط`\n❃ لجلب رابط المجموعه يجب ان تكون مشرف \n\n ◂  `.الحاسبة`\n❃ لعرض حاسبه علميه جربه بنفسك\n\n ◂  `.حالتي`\n❃ لعرض حاله حسابك الحاليه اذا كان محظور او لا\n\n ◂  `.صلاة`❃ اكتب الامر مع اسم محافظتك او مدينتك بالانكليزي لعرض اوقات الصلاة والامساك\n\n ◂  `.تغميق`\n❃ بالرد على الكلام لجعله بشكل غامق\n\n ◂  `.نسخ`\n❃ بالرد على الكلام لجعله بشكل للنسخ\n\n ◂  `.مائل`\n❃ بالرد على الكلام لجعله بشكل مائل"
    )
    await event.delete()


@sbb_b.ar_cmd(pattern="م18")
async def hi(event):
    await event.reply(
        "قائـمه اوامر التاك والملفات:\n\n ◂  `.للكل`  او  `.تاك للكل`\n❃ لعمل تاك لاخر 100 عضو في المجموعه اكتب الامر مع اي نص تريد\n\n ◂  `.تبليغ`\n❃ لتبليغ المشرفين اذا حصل شيء ما فقط اكتب الامر\n\n ◂  `.منشن`\n❃ بالرد على المستخدم وكتابه شيء مع الامر لعمل تاك داخل الكلمه للمستخدم\n\n ◂  `.تنصيب`\n❃ لتنصيب ملفات خارجيه للسورس \n\n ◂  `.الغاء تنصيب`\n❃ بكتابه الامر مع اسم الملف لحذف تنصيبه من السورس"
    )
    await event.delete()


@sbb_b.ar_cmd(pattern="م19")
async def hi(event):
    await event.reply(
        "قائـمه اوامر الفارات:\n\n ◂  `.وضع رمز الاسم`\n❃ بالرد على رمز لوضعه قرب اسمك عند تفعيل امر اسم وقتي\n\n ◂  `.اضف صورة الحماية`\n❃ بالرد على رابط الصورة لوضعها لامر الحماية لحذف الفار ارسل `.حذف صورة الحماية`\n\n ◂  `.اضف صورة الفحص`\n❃ بالرد على رابط الصورة لوضعها لامر الفحص لحذف الفار ارسل `.حذف صورة الفحص` \n\n◂  `.وضع البايو`\n❃ بالرد على البايو لوضعه لحسابك عند تشغيل امر بايو وقتي\n\n ◂  `.وضع الصورة`\n❃ بالرد على رابط صورة تلكراف لوضعها صورة حسابك عند تشغيل امر الصورة الوقتية\n\n ◂  `.وضع زخرفة الارقام`\n❃ بالرد على ارقام مزخرفه لوضعها كزخرفه لارقام امر الاسم الوقتي يجب ان يكون الارقام على هذا التسلسل 𝟏𝟐𝟑𝟒𝟓𝟔𝟕𝟖𝟗𝟎\n\n ◂  `.وضع الاسم`\n❃ بالرد على اسم لوضعه اسم لحسابك يستخدم في العديد من الاوامر \n\n ◂  `.وضع كروب التخزين`\n❃ بالرد على ايدي مجموعتك لوضعها كمجموعه تخزين لتخزين رسائل الخاص بها انتبه يجب ان يكزن الكروب خاص بك فقط\n\n\n ◂  `.اضف كليشة الحماية`\n❃ بالرد على كليشه لوضعها كـكليشه حمايه خاصه بك لحذف الفار ارسل `.حذف كليشة الحماية`\n⌔∮ متغيرات و كلايش الحمايه [اضغط هنا](https://t.me/JJOTT/7)\n\n ◂  `.اضف كليشة الفحص`\n❃ بالرد على كليشه لوضع كليشه لامر الفحص الخاص بك لحذف الفار ارسل `.حذف كليشة الفحص`\n⌔∮ متغيرات و كلايش الفحص [اضغط هنا](https://t.me/JJOTT/72)\n\n ◂  `.اضف كليشة الحظر`\n❃ بالرد على كليشه لاضافه كليشه عند حظر شخص بامر الحمايه \n\n ◂  `.اضف ايموجي الفحص`\n❃ بالرد على رمز او ايموجي لوضعه بكليشه الفحص\n\n ◂  `.اضف عدد التحذيرات`\n\n❃ لتغيير عدد التحذيرات الخاصه بحسابك قبل حظر الشخص في امر الحمايه\n\n ◂  `.وقت العراق`  او `.وقت مصر` او  `.وقت اليمن` او  `.وقت الاردن` او  `.وقت سوريا`\n❃ لتغيير الوقت الخاص بك حسب دولتك فقط ارسل وان لم تكن دولتك موجوده هنا استخدم امر  `.توقيت` بالرد غلى المنطقه الزمنيه الخاصه بك",
        link_preview=False,
    )
    await event.delete()


@sbb_b.ar_cmd(pattern="م20")
async def hi(event):
    await event.reply(
        "**⌔∮ قائـمة اوامر التسلية**: \\n\n`.غبي`  `.القنابل`  `.اتصل`   `.قتل`    `.طوبة`\n\n`.مربعات`   `.حلويات`     `.نار`     `.شحن`\n\n`.افكر`    `.متت`    `.ضايج`    `.ساعة`\n\n`.مح`    `.قلب`     `.جيم`     `.الارض`\n\n`.قمر`      `.اقمار`     `.قمور `    `.نجمه`\n\n`.مكعبات`   `.مطر `     `.تفريغ`      `.فليم`\n\n`.احبك`    `.طائره`        `.شرطه `\n\n`.النضام الشمسي`    `.قاتل`       `.عين`\n\n`.افكرر`      `.افعى`         `.رج`      `.مايكرو`\n\n`.فايروس`    `.قطار`      `.موسيقى `\n\n`.رسم`   `.تحميل`     `.مربع`       `.دائره`\n\n`.انيم`    `.بشره`      `.قرد`      `.يد`\n\n`.العد التنازلي`        `.قلوب`\n\n`.فصخ + الكلام`\n\n`.تهكير`     `.تهكير2`   `.تهكير3`\n\nٴ╼──────────────────╾\n • جميع الاوامر تستخدم بالضغط على الامر راح ينسخ وحده وارسله فقط"
    )
    await event.delete()
